Revit 2024 API
BuiltInFailures.ConnectorFailures Class
 Failures about Connector.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ConnectorFailures
Visual Basic
Public NotInheritable Class ConnectorFailures
Visual C++
public ref class ConnectorFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ConnectorFailures
See Also
BuiltInFailures.ConnectorFailures Members
Autodesk.Revit.DB Namespace